Repository: beGateway/drupal-commerce-payment-module
Catalog: begateway_payment/translations/begateway_payment.*.po
Languages: ru

source: Order Id
ru: Id заказа

source: Created
ru: Создано

source: Name/Email
ru: Имя/Email

source: Remote UID
ru: UID платёжной системы

source: Payment method
ru: Способ оплаты

source: Price
ru: Цена

source: Type
ru: Тип

source: Status
ru: Статус

source: Operation
ru: Действие

source: Refund
ru: Возвратить

source: Capture
ru: Списать

source: Void
ru: Аннулировать

source: Not available
ru: Недоступно

source: Commerce order: @id
ru: Commerce заказ: @id

source: There are no orders yet. Please create one.
ru: Заказов пока нет. Пожалуйста, создайте один.

source: Display payment name
ru: Имя способа оплаты для клиента

source: Shop ID
ru: Идентификационный номер магазина

source: Shop Key
ru: Секретный ключ магазина

source: Payment gateway domain
ru: Домен платежного шлюза

source: Checkout page domain
ru: Домен платежной страницы

source: Type transaction
ru: Тип операции

source: Payment
ru: Оплата

source: Authorization
ru: Авторизация

source: How many days order is valid for payment
ru: Время на оплату заказа (дней)

source: Enable bankcard payments
ru: Включить оплату банковской картой

source: Yes
ru: Да

source: No
ru: Нет

source: Enable Halva bankcard payments
ru: Включить оплату банковской картой Халва

source: Enable ERIP
ru: Включить оплату через ЕРИП

source: ERIP service No
ru: Код услуги ЕРИП

source: Operation mode
ru: Режим работы

source: Live
ru: Живой

source: Test
ru: Тест

source: Order #
ru: Заказ #

source: Go to payment
ru: Перейти к оплате

source: The payment gateway is currently unavailable, please chose another payment method, or contact an administrator.
ru: Платёжная система временно не доступна. Выберите другой способ оплаты или свяжитесь с администратором магазина.

source: The payment has been completed.
ru: Оплата успешна.

source: The website failed to get a payment token
ru: Ошибка полученя токена на оплату

source: BeGateway orders
ru: Список заказов BeGateway

source: List of BeGateway orders
ru: Список заказов BeGateway

source: BeGateway payment
ru: BeGateway оплата

source: Implements BeGateway payment module for use with Drupal Commerce.
ru: Модуль оплаты платформы BeGateway для Drupal Commerce.

source: Capture amount (Order amount: @total)
ru: Сумма списания (Сумма заказа: @total)

source: Are you sure you want to issue a capture?
ru: Вы уверены, что хотите списать средства?

source: Cancel
ru: Отмена

source: You must specify a positive numeric amount to be captured.
ru: Вы должны указать положительное числовое значение.

source: You cannot capture more than it was authorized through beGateway.
ru: Вы не можете списать больше, чем было заблокировано.

source: The payment has been captured.
ru: Авторизированная оплата была списана.

source: Captured successfully.
ru: Списано успешно.

source: Capture error:
ru: Ошибка списания:

source: Refund amount (Captured amount: @total )
ru: Сумма возврата (Списанная сумма: @total )

source: Are you sure you want to issue a refund?
ru: Вы уверены, что хотите оформить возврат?

source: You must specify a positive numeric amount to refund.
ru: Вы должны указать положительное числовое значение.

source: You cannot refund more than it was payed through beGateway.
ru: Вы не можете вернуть больше, чем было оплачено.

source: The payment has been refunded.
ru: Оплата возвращена.

source: Refunded successfully.
ru: Возврат средств успешен.

source: Refund error:
ru: Ошибка возврата средств:

source: Void amount
ru: Сумма аннулирования

source: Are you sure you want to issue a void?
ru: Вы уверены, что хотите аннулировать заказ?

source: You must specify a positive numeric amount to be voided.
ru: Вы должны указать положительное числовое значение.

source: You cannot void more than it was authorized through beGateway.
ru: Вы не можете аннулировать больше, чем было заблокировано.

source: The payment has been voided.
ru: Авторизация средств была отменена.

source: Voided successfully
ru: Авторизация средств отменена

source: Void error:
ru: Ошибка отмены авторизации:
